@extends('layouts.app')

@section('content')
<main class="phoinikas--body-main phoinikas--page-about">
		<div class="phoinikas--wrapper phoinikas--wrapper-global">
			<article class="phoinikas--content">
				<div class="phoinikas--content-wrapper">
					<h2>เกี่ยวกับซิซซ์เล่อร์</h2>
					<p>
						ซิซซ์เล่อร์เป็นร้านอาหารประเภทสเต็ก ซีฟู๊ด และสลัด สไตล์ตะวันตก มีสาขาอยู่ทั่วโลก โดย มร. เดล จอห์นสัน และภรรยา เฮเลน ก่อตั้งสาขาแรกขึ้นที่เมืองคลูเวอร์ รัฐแคลิฟอร์เนีย สหรัฐอเมริกาใน พ.ศ. 2501 สำหรับชื่อซิซซ์เล่อร์ มีที่มาจากเสียง "ฉ่า" ของสเต็ก เมื่อเสิร์ฟบนกะทะร้อน
					</p>
					<p>
						ใน พ.ศ. 2509 มร. จอห์นสัน ได้เสนอขายกิจการร้านซิซซ์เล่อร์ ให้กับ มร. จิมคอลลินส์ ซึ่งภายหลังกลายเป็นเจ้าของกิจการแฟรนไชส์ที่ใหญ่ที่สุดของธุรกิจฟาสต์ฟู้ดในฝั่งตะวันตกของสหรัฐอเมริกา
					</p>
					<p>
						ใน พ.ศ. 2528 ซิซซ์เล่อร์ได้ขยายธุรกิจไปถึงประเทศออสเตรเลีย โดยการดำเนินงานของ บริษัท คอลลินส์ ฟู้ด สาขาแรกตั้งอยู่ที่เมืองแอนเนอร์เลย์ รัฐควีนส์แลนด์ ก่อนที่จะขยายสาขากระจายไปทั่วรัฐควีนส์แลนด์ นิวเซาท์เวลล์ ออสเตรเลียเหนือ และออสเตรเลียตะวันตกในปัจจุบัน
					</p>
					<p>
						สำหรับในประเทศไทย บริษัท เอส แอล อาร์ ที จำกัด ในเครือบริษัท เดอะ ไมเนอร์ ฟู้ด กรุ๊ป จำกัด (มหาชน) ได้นำ "ซิซซ์เลอร์" เข้ามาในประเทศไทยและเปิดสาขาแรกที่ อาคารฟิฟฟ์ตี้ฟิฟฟ์ พลาซ่า (Fifty Fifth Plaza) สุขุมวิท 55 (ปิดบริการแล้ว) ใน พ.ศ. 2535 และได้ขยายสาขาเพิ่มขึ้นอย่างต่อเนื่อง
					</p>
					<p>
						โดยทุกสาขาของซิซซ์เล่อร์ในประเทศไทย ดำเนินงานตามหลักการของซิซซ์เลอร์ทั่วโลกที่มีมาตราฐานเดียวกัน โดยมีอาหารหลายชนิดให้เลือกทั้งสเต็กเนื้อ ไก่ หมู อาหารทะเลทั้งทอดและย่าง รวมทั้งสลัดบาร์ที่ใหญ่ที่สุด ซึ่งมีทั้งผักสดๆ ซุป และพาสต้า ให้เลือกมากมาย และสามารถเติมได้ไม่จำกัด พร้อมทั้งของหวานและผลไม้ครบครัน
					</p>
					<a href="location.html">
						<button type="button" name="button" class="phoinikas--btn-design-1">สาขาทั้งหมด</button>
					</a>
				</div>
			</article>

			<section class="phoinikas--banner-location">
				<a href="location.html" class="phoinikas--banner">
					<img src="{{ asset('/img/home/banner-map.png') }}" alt="ค้นหา Sizzler ใกล้คุณ">
				</a>
			</section> <!-- .phoinikas--banner-location -->
		</div>

	</main>
@endsection