@extends('layouts.app')

@section('content')
<main class="phoinikas--body-main phoinikas--page-career">
		<div class="phoinikas--wrapper phoinikas--wrapper-global">
			<article class="phoinikas--content-wrapper">
				<h3>ซิซซ์เล่อร์เป็นร้านอาหารที่ประสบความสำเร็จมากที่สุดร้านหนึ่งในประเทศไทย</h3>
				<p>
					ปัจจุบันนี้ซิซซ์เล่อร์มีร้านอาหารทั้งหมด 32 สาขาทั่วประเทศ และมีพนักงานทั้งหมดกว่า 1,600 คน และซิซซ์เล่อร์ยังคงขยายสาขาเพิ่มขึ้นอีกอย่างต่อเนื่องซิซซ์เล่อร์ให้ความสำคัญกับบุคลากรภายในองค์กรว่าเป็นทรัพยากรที่สำคัญที่สุดขององค์กร เพราะเราเชื่อว่า “อาหารจะดี บริการจะดี ถ้าบุคลากรเก่ง และมีความสามารถ” ที่ซิซซ์เล่อร์ เราเน้นเรื่องการพัฒนาบุคลากร เพื่อให้พนักงานมีความรู้ และทักษะ และมีความพร้อมที่จะก้าวหน้าต่อไปพร้อม ๆ กับการเจริญเติบโตของซิซซ์เล่อร์เพราะเราเน้นการพัฒนาคนในองค์กรให้เติบโตและมีความก้าวหน้าในอาชีพ ที่ซิซซ์เล่อร์ พนักงานจะได้รับการพัฒนาตั้งแต่ความรู้ขั้นพื้นฐานและทักษะในด้านเทคนิคเฉพาะต่าง ๆ ซึ่งพนักงานจะได้รับการพัฒนาในทักษะที่สูงขี้นเรื่อย ๆ อย่างต่อเนื่องตามตำแหน่งและความรับผิดชอบ ที่ซิซซ์เล่อร์ เราให้โอกาสความก้าวหน้าและผลตอบแทนสำหรับทุกคนที่พร้อม หากคุณมีความเชื่อมั่นและต้องการก้าวไปพร้อมกับซิซซ์เล่อร์ <br> ติดต่อเราได้ที่ <strong>Career at The Minor Food group</strong>
				</p>
			</article>
			<section class="phoinikas--career-interest">
				<strong>สนใจร่วมงานกับ SIZZLER</strong>
				<a href="#">
					<button type="button" name="button" class="phoinikas--btn-design-2">GO</button>
				</a>
			</section>
		</div>

	</main>

@endsection