<?php 
return [
    'menu' => 'เมนูซิซซ์เล่อร์',
    'promotion' => 'โปรโมชั่น' ,
    'location' => 'สาขาซิซซ์เล่อร์' ,
    'member' => 'สมาชิกออนไลน์' ,
    'healthtip' => 'เคล็ดลับสุขภาพ' ,
    'media' => 'สื่อโฆษณาซิซซ์เล่อร์' ,
    'story' => 'เรื่องราวดีๆ' ,
    'about' => 'ประวัติ' ,
    'career' => 'ร่วมงานกับเรา' ,
    'contact' => 'ติดต่อเรา' ,
    'international' => 'ซิซซ์เล่อร์ต่างประเทศ' ,
    'tel' => 'โทร',
    'province' => 'จังหวัด',
    'branch' => 'สาขา',
    'policy' => 'นโยบายข้อมูลส่วนตัว',
    'header_media' => 'ภาพยนตร์โฆษณา',
];
?>